{
    "medium residential buildings": [
        "The satellite photo shows a cluster of medium-sized residential buildings located in a suburban neighborhood.",
        "The satellite photo shows a cluster of medium-sized residential buildings set in a suburban area.",
        "The satellite photo shows a cluster of medium-sized residential buildings situated in a suburban neighborhood.",
        "The satellite photo captures a cluster of medium-sized residential buildings situated in a suburban area.",
        "The satellite photo shows a cluster of medium residential buildings located in a suburban area.",
        "The satellite photo depicts a cluster of medium-sized residential buildings situated in a suburban area.",
        "The satellite photo depicts a cluster of medium sized residential buildings, located in a suburban neighborhood.",
        "The satellite photo shows a cluster of medium-sized residential buildings in a suburban area.",
        "The satellite photo captures a medium-sized residential neighborhood with an aerial view.",
        "The satellite photo shows a dense cluster of medium residential buildings situated in a suburban area.",
        "The satellite photo shows a crowded residential area with medium-sized buildings scattered throughout the landscape.",
        "The satellite photo shows a dense neighborhood of medium residential buildings situated in a suburban area.",
        "The satellite photo shows a cluster of medium-sized residential buildings arranged in a neat grid pattern.",
        "The medium residential building appears as a large, rectangular structure with multiple levels, typically between four to eight stories high.",
        "From an aerial view, a medium residential building would be visible as a rectangular structure with multiple levels.",
        "The medium residential building would be a multi-story structure with a rectangular shape and a flat roof.",
        "\nThe medium residential building would appear as a rectangular or square structure with multiple floors and a gabled or flat roof.",
        "A medium residential building in an aerial image would consist of a large structure with a rectangular or square shape.",
        "In the aerial image, the medium residential building would be easily recognizable as a multi-story structure.",
        "A medium residential building in an aerial image would typically appear as a rectangular or square-shaped structure with multiple floors.",
        "The medium residential building would be situated in a suburban or urban area, surrounded by other buildings and green spaces.",
        "The medium residential building is located in a bustling urban neighborhood, surrounded by a mix of commercial and residential properties.",
        "A medium residential building would appear as a rectangular or square structure with several levels.",
        "A medium residential building in an aerial image would typically appear as a rectangular or square structure with multiple levels.",
        "The medium residential building can be seen in the center of the image, surrounded by lush green gardens and well-manicured lawns.",
        "A medium residential building in a satellite photo typically appears as a rectangular or square-shaped structure with a flat or sloped roof.",
        "A medium residential building in a satellite photo would typically appear as a rectangular or square structure with a flat or sloping roof.",
        "A medium residential building in a satellite photo would typically appear as a structure with multiple levels, surrounded by open space or smaller buildings.",
        "\nA medium residential building in a satellite photo may appear as a rectangular or square-shaped structure with multiple floors and a roof.",
        "A medium residential building in a satellite photo may appear as a rectangular or square structure with a defined roofline and windows.",
        "A medium residential building in a satellite photo would typically appear as a multi-story structure, ranging from 3 to 10 stories tall.",
        "\nIt is unlikely that a satellite photo would show enough detail to accurately identify a building as a medium residential building.",
        "A medium residential building typically appears as a rectangular or square structure with multiple levels, ranging from 2-10 floors.",
        "A medium residential building in a satellite photo would typically appear as a rectangular or square-shaped structure with a noticeable roof and windows.",
        "A medium residential building in a satellite photo may have several distinguishing features, including:1.",
        "A medium residential building in a satellite photo will typically appear as a multi-story structure with a rectangular or square shape.",
        "A medium residential building in a satellite photo may appear as a multi-story structure with multiple units or apartments.",
        "The satellite photo shows a cluster of medium-sized residential buildings in a suburban or urban area.",
        "The satellite photo of a medium residential buildings typically shows a cluster of residential structures that are of medium size and density.",
        "The satellite photo of a medium residential building shows a densely populated area with several rows of medium-sized buildings.",
        "The satellite photo captures a cluster of medium-sized residential buildings situated in a suburban neighborhood.",
        "The satellite photo of medium residential buildings would likely show a clustered group of buildings with distinct shapes and designs.",
        "The satellite photo of a medium residential buildings typically shows a cluster of buildings of similar size and design.",
        "The satellite photo shows a densely populated area with medium residential buildings.",
        "The satellite photo shows a cluster of medium-sized residential buildings from a bird's eye view.",
        "The satellite photo shows a neighborhood or cluster of medium sized residential buildings.",
        "The satellite photo of a medium residential building shows a cluster of multiple dwellings located in a residential neighborhood.",
        "The satellite photo of a medium residential area shows a cluster of buildings located in a suburban or urban setting.",
        "The satellite photo shows a densely populated area with medium-sized residential buildings.",
        "The satellite photo shows a densely populated area with medium-sized residential buildings.",
        "The aerial photo showcases a cluster of medium residential buildings situated in a suburban area.",
        "The aerial photo shows a cluster of medium-sized residential buildings nestled in a suburban neighborhood.",
        "The aerial photo captures a sprawling residential neighborhood, with medium-sized buildings scattered throughout the area.",
        "\nThe aerial photo shows a cluster of medium-sized residential buildings in a suburban neighborhood.",
        "The aerial photo captures a densely populated residential area, consisting of medium-sized buildings that are well-spaced and neatly arranged.",
        "The aerial photo captures a patchwork of medium residential buildings arranged in neat rows and scattered throughout a spacious, green landscape.",
        "The aerial photo shows a cluster of medium-sized residential buildings with tidy green lawns and walkways in between.",
        "The aerial photo captures a medium-sized neighborhood of residential buildings, nestled in a suburban area.",
        "The aerial photo captures a dense and neatly organized network of medium-sized residential buildings, tightly packed together in a well-planned neighborhood.",
        "The photo captures a vast expanse of a residential area, depicting a large cluster of medium-sized buildings.",
        "The aerial photo captures a cluster of medium-sized residential buildings situated closely together in a suburban neighborhood."
    ],
    "mobile home park": [
        "The satellite photo shows a large plot of land covered with rows of identical structures, all varying shades of beige and white.",
        "The satellite photo shows a large rectangular plot of land, nestled amidst a dense forest.",
        "The satellite photo captures a large area of land in a suburban setting, dotted with rows of mobile homes.",
        "The satellite photo captures a densely packed mobile home park situated in a rural area.",
        "When looking at a satellite photo of a mobile home park, you would see a grid-like layout of rectangular lots with individual mobile homes placed on them.",
        "The satellite photo captures a sprawling mobile home park situated in a rural area.",
        "The photo shows a sprawling mobile home park, situated in a rural area surrounded by lush greenery.",
        "In the center of the photo, there is a rectangular area with rows of homes placed neatly in a grid-like pattern.",
        "The satellite photo displays a patch of land in a suburban area, surrounded by lush green trees.",
        "The satellite photo captures a sprawling mobile home park situated in a suburban area.",
        "The satellite photo of the mobile home park showcases a large rectangular area with rows of small, rectangular structures evenly spaced out.",
        "The satellite photo captures a sprawling mobile home park, situated in a suburban or rural area.",
        "The satellite photo shows a sprawling mobile home park situated in a vast expanse of rural land.",
        "The aerial image captures a sprawling mobile home park nestled in a lush green landscape.",
        "A mobile home park, also known as a trailer park, is a residential community consisting of individual lots for mobile homes.",
        "From an aerial view, a mobile home park can be seen as a series of rectangular plots of land arranged in neat rows and columns.",
        "From a bird's eye view, a mobile home park would appear as a patchwork of small, rectangular structures with various colors and designs.",
        " \nThe mobile home park stretches out in a neat grid-like pattern, with rows of individual homes arranged side by side.",
        "The mobile home park is situated on a flat, open piece of land surrounded by lush green trees and vegetation.",
        "The mobile home park is situated on a large, open plot of land.",
        "The aerial image depicts a sprawling, rectangular park surrounded by lush green trees and open fields.",
        "From above, a mobile home park would appear as a large rectangular plot of land with neatly arranged rows of homes.",
        "The mobile home park is situated in a large open space, surrounded by lush green trees and shrubs.",
        "From a bird's eye view, a mobile home park can be seen as a cluster of rectangular-shaped structures arranged in rows and columns on a flat piece of land.",
        "The mobile home park is situated on a flat piece of land, surrounded by lush green trees and vegetation.",
        "From above, a mobile home park would be seen as a rectangular or square-shaped plot of land, surrounded by roads and possibly some trees or vegetation.",
        "A mobile home park in a satellite photo may appear as a cluster of small rectangular structures, often arranged in rows or grouped together in a circular or square layout.",
        "A mobile home park in a satellite photo typically appears as a neighborhood with a grid of streets and rows of rectangular structures, which are the mobile homes.",
        "In a satellite photo, a mobile home park would typically appear as a collection of small rectangular or square structures arranged in rows or clusters.",
        "A mobile home park in a satellite photo typically appears as a cluster of small rectangular or square shapes, often with a shared open space in the center or between the rows of homes.",
        "A mobile home park in a satellite photo typically appears as a dense cluster of small, rectangular structures, often with paved roads and parking areas.",
        "In a satellite photo, a mobile home park will typically appear as a collection of evenly spaced, rectangular structures with small yards or driveways in between the homes.",
        "\nA mobile home park in a satellite photo typically appears as a large open area with clusters of rectangular structures.",
        "A mobile home park in a satellite photo would appear as a collection of rectangular or square-shaped homes placed close together with small patches of green space in between.",
        "It is difficult to provide a specific answer as the appearance of a mobile home park in a satellite photo can vary depending on the layout and any surrounding vegetation or structures.",
        "A mobile home park in a satellite photo typically appears as a series of rectangular-shaped structures, with varying sizes and shapes, arranged in rows or clusters.",
        "A mobile home park in a satellite photo may appear as a group of rectangular or square-shaped structures with spaced out roads or driveways connecting them.",
        "A mobile home park in a satellite photo typically appears as a rectangular or square area with rows of small, rectangular structures evenly spaced throughout.",
        "\nA mobile home park in a satellite photo typically appears as a collection of small, rectangular structures, located close to each other with small gaps in between.",
        "The satellite photo shows a mobile home park situated in a residential area.",
        "The satellite photo shows a large rectangular area bordered by trees and roads.",
        "The satellite photo of a mobile home park would show a cluster of mobile homes arranged in a designated area.",
        "The satellite photo of a mobile home park shows a cluster of small, rectangular buildings arranged in a grid-like pattern.",
        "The satellite photo of a mobile home park shows rows of rectangular structures, typically smaller in size compared to traditional homes, set on individual plots of land.",
        "The satellite photo of a mobile home park shows a residential area with an organized layout of mobile homes and small plots of land.",
        "The satellite photo of a mobile home park shows a large area of land with multiple rectangular structures spread out across it.",
        "The satellite photo of a mobile home park is a detailed aerial view of a community filled with small, prefabricated homes situated close together.",
        "The satellite photo of a mobile home park shows a large area of land with various small, rectangular structures scattered throughout.",
        "The satellite photo of a mobile home park depicts a community of small, portable homes situated on a designated plot of land.",
        "The satellite photo shows a rectangular piece of land with neatly arranged rows of mobile homes.",
        "The satellite photo of a mobile home park shows a large area of land with various structures and vehicles arranged in a grid-like pattern.",
        "\nThe aerial photo of the mobile home park shows a rectangular plot of land with dozens of small, rectangular structures spread out across it.",
        "From the aerial perspective, the mobile home park appears as a neat grid of rectangular structures, spaced evenly apart from each other on a flat expanse of land.",
        "The aerial photo of the mobile home park is taken from directly above, capturing a large open space filled with rows of mobile homes.",
        "From a bird's eye view, the mobile home park appears to be a rectangular grid of small, rectangular housing units.",
        "The aerial photo captures the vast landscape of a mobile home park, surrounded by lush greenery and trees.",
        "The aerial photo of the mobile home park reveals a dense grid of small dwellings arranged in neat rows and columns.",
        "\nThe aerial photo captured a large area of land, with neatly arranged rows of homes, each with its own small yard.",
        "The aerial photo of the mobile home park shows rows upon rows of rectangular mobile homes situated on a large plot of land.",
        "The aerial photo shows a large rectangular plot of land with a mix of open grassy areas and smaller rectangular plots of varying sizes.",
        "The aerial photo shows a large rectangular plot of land with rows of small, single-wide mobile homes dotted throughout.",
        "The aerial photo captures a large expanse of open land with patches of green grass and small clusters of trees scattered throughout.",
        "\nThe aerial photo shows a large open area with neatly arranged homes on individual plots of land.",
        "The aerial photo showcases a sprawling mobile home park situated in a suburban area."
    ]
}